Repository: udhawan97/pdFold
Catalog: Orifold/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, ja, zh_hans

# emptyState.dropZone.tooltip
source: Drop files or folders here.
es: Suelta archivos o carpetas aquí.
fr: Déposez des fichiers ou des dossiers ici.
hi: यहां फ़ाइलें या फ़ोल्डर छोड़ें।
ja: ここにファイルまたはフォルダをドロップします。
zh_hans: 将文件或文件夹拖放到此处。

# emptyState.folderAccessHint.dismiss.accessibilityLabel
source: Dismiss
es: Descartar
fr: Ignorer
hi: खारिज करें
ja: 閉じる
zh_hans: 关闭

# emptyState.folderAccessHint.message
source: Choosing a folder asks macOS for access to that folder only. Prefer Choose Files to grant access one file at a time.
es: Elegir una carpeta solicita a macOS acceso solo a esa carpeta. Prefiere Elegir archivos para conceder acceso de uno en uno.
fr: Choisir un dossier demande à macOS l'accès à ce dossier uniquement. Préférez Choisir des fichiers pour accorder l'accès un par un.
hi: फ़ोल्डर चुनने पर macOS केवल उस फ़ोल्डर तक पहुँच माँगता है। एक-एक करके पहुँच देने के लिए फ़ाइलें चुनें को प्राथमिकता दें।
ja: フォルダを選択すると、macOSはそのフォルダのみへのアクセスを求めます。1つずつアクセスを許可するには「ファイルを選択」をお勧めします。
zh_hans: 选择文件夹只会向 macOS 请求该文件夹的访问权限。若想逐个文件授权，建议使用“选择文件”。

# emptyState.headline
source: Fold scattered pages into one polished PDF.
es: Convierte páginas sueltas en un PDF impecable.
fr: Rassemblez des pages éparses en un PDF soigné.
hi: बिखरे पेजों को एक व्यवस्थित PDF में बदलें।
ja: バラバラのページを1つの整ったPDFに。
zh_hans: 把零散的页面折叠成一份精美的 PDF。

# emptyState.option.assemble.guidance
source: Choose files below to start assembling a packet.
es: Elige archivos abajo para empezar a combinar un paquete.
fr: Choisissez des fichiers ci-dessous pour commencer à assembler un dossier.
hi: पैकेट बनाना शुरू करने के लिए नीचे से फ़ाइलें चुनें।
ja: 下からファイルを選んで、まとめ資料の作成を始めましょう。
zh_hans: 在下方选择文件，开始拼合文件包。

# emptyState.option.assemble.title
source: Assemble
es: Combinar
fr: Assembler
hi: जोड़ें
ja: まとめる
zh_hans: 拼合

# emptyState.option.fillForms.guidance
source: Choose files below to open a form and finish it here.
es: Elige archivos abajo para abrir un formulario y completarlo aquí.
fr: Choisissez des fichiers ci-dessous pour ouvrir un formulaire et le compléter ici.
hi: फ़ॉर्म खोलकर यहीं पूरा करने के लिए नीचे से फ़ाइलें चुनें।
ja: 下からファイルを選んでフォームを開き、ここで入力を完了しましょう。
zh_hans: 在下方选择文件，打开表单并在此完成填写。

# emptyState.option.fillForms.title
source: Fill forms
es: Rellenar formularios
fr: Remplir des formulaires
hi: फ़ॉर्म भरें
ja: フォームに入力
zh_hans: 填写表单

# emptyState.option.markUp.guidance
source: Choose files below, then mark up the pages that matter.
es: Elige archivos abajo y marca las páginas importantes.
fr: Choisissez des fichiers ci-dessous, puis annotez les pages importantes.
hi: नीचे से फ़ाइलें चुनें, फिर महत्वपूर्ण पेजों पर मार्कअप करें।
ja: 下からファイルを選び、重要なページにマークを付けましょう。
zh_hans: 在下方选择文件，然后标注重要的页面。

# emptyState.option.markUp.title
source: Mark up
es: Marcar
fr: Annoter
hi: मार्कअप करें
ja: マークアップ
zh_hans: 标注

# emptyState.option.protect.guidance
source: Choose files below, then export a protected copy when it is ready.
es: Elige archivos abajo y exporta una copia protegida cuando esté lista.
fr: Choisissez des fichiers ci-dessous, puis exportez une copie protégée une fois prête.
hi: नीचे से फ़ाइलें चुनें, फिर तैयार होने पर एक सुरक्षित कॉपी एक्सपोर्ट करें।
ja: 下からファイルを選び、準備ができたら保護済みのコピーを書き出しましょう。
zh_hans: 在下方选择文件，准备好后导出受保护的副本。

# emptyState.option.protect.title
source: Protect
es: Proteger
fr: Protéger
hi: सुरक्षित करें
ja: 保護
zh_hans: 保护

# emptyState.option.searchScans.guidance
source: Choose files below to import scans, then make them searchable.
es: Elige archivos abajo para importar escaneos y hacerlos buscables.
fr: Choisissez des fichiers ci-dessous pour importer des scans, puis rendez-les consultables.
hi: स्कैन आयात करने के लिए नीचे से फ़ाइलें चुनें, फिर उन्हें खोजने योग्य बनाएं।
ja: 下からファイルを選んでスキャンを読み込み、検索できるようにしましょう。
zh_hans: 在下方选择文件以导入扫描件，然后使其可被搜索。

# emptyState.option.searchScans.title
source: Search scans
es: Buscar en escaneos
fr: Rechercher dans des scans
hi: स्कैन खोजें
ja: スキャンを検索可能に
zh_hans: 搜索扫描件

# emptyState.option.stamp.guidance
source: Choose files below, then add stamps, watermarks, or page numbers.
es: Elige archivos abajo y añade sellos, marcas de agua o números de página.
fr: Choisissez des fichiers ci-dessous, puis ajoutez des tampons, filigranes ou numéros de page.
hi: नीचे से फ़ाइलें चुनें, फिर स्टैम्प, वॉटरमार्क या पेज नंबर जोड़ें।
ja: 下からファイルを選び、スタンプや透かし、ページ番号を追加しましょう。
zh_hans: 在下方选择文件，然后添加图章、水印或页码。

# emptyState.option.stamp.title
source: Stamp
es: Sellar
fr: Tamponner
hi: स्टैम्प
ja: スタンプ
zh_hans: 盖章

# emptyState.petIntro.greeting
source: Hi, I am Foldy.
es: Hola, soy Foldy.
fr: Bonjour, je suis Foldy.
hi: नमस्ते, मैं Foldy हूं।
ja: こんにちは、Foldyです。
zh_hans: 你好，我是 Foldy。

# emptyState.petIntro.message
source: Choose files and I will help keep the PDF chores moving.
es: Elige archivos y te ayudaré a avanzar con tus tareas de PDF.
fr: Choisissez des fichiers et je vous aiderai à avancer sur vos tâches PDF.
hi: फ़ाइलें चुनें और मैं PDF से जुड़े काम आसान बनाने में मदद करूंगा।
ja: ファイルを選んでください。PDF作業のお手伝いをします。
zh_hans: 选择文件，我会帮你把 PDF 相关的琐事处理妥当。

# emptyState.pill.accessibilityHint
source: Use Choose Files to continue.
es: Usa Elegir archivos para continuar.
fr: Utilisez Choisir des fichiers pour continuer.
hi: आगे बढ़ने के लिए फ़ाइलें चुनें का उपयोग करें।
ja: 「ファイルを選択」で続行します。
zh_hans: 使用“选择文件”继续操作。

# emptyState.subheadline
source: Combine, arrange, annotate, and export documents in one calm workspace. Start with up to 50 files at once.
es: Combina, organiza, anota y exporta documentos en un espacio de trabajo sereno. Empieza con hasta 50 archivos a la vez.
fr: Combinez, organisez, annotez et exportez vos documents dans un espace de travail apaisant. Commencez avec jusqu’à 50 fichiers à la fois.
hi: एक शांत वर्कस्पेस में दस्तावेज़ों को मिलाएं, व्यवस्थित करें, उन पर टिप्पणी करें और एक्सपोर्ट करें। एक बार में 50 फ़ाइलों तक से शुरुआत करें।
ja: 結合、並べ替え、注釈付け、書き出しを1つの落ち着いたワークスペースで。まずは最大50ファイルから始めましょう。
zh_hans: 在一个安静的工作区中合并、排列、批注并导出文档。一次最多可处理 50 个文件。

# error.certificateProfile.couldNotPersistToKeychain
source: Orifold could not save this identity to your Keychain. Try again, or check Keychain Access for a permissions issue.
es: Orifold no pudo guardar esta identidad en tu llavero. Inténtalo de nuevo o revisa el Acceso a Llaveros por un problema de permisos.
fr: Orifold n'a pas pu enregistrer cette identité dans votre Trousseau. Réessayez, ou vérifiez Accès Trousseaux pour un problème de permissions.
hi: Orifold इस पहचान को आपकी कीचेन में सहेज नहीं सका। फिर से प्रयास करें, या अनुमति समस्या के लिए कीचेन एक्सेस जांचें।
ja: OrifoldはこのIDをキーチェーンに保存できませんでした。もう一度お試しいただくか、キーチェーンアクセスで権限の問題を確認してください。
zh_hans: Orifold 无法将此身份保存到您的钥匙串。请重试，或检查“钥匙串访问”中的权限问题。

# error.certificateProfile.identityNotFoundInKeychain
source: That Digital ID's certificate is no longer in your Keychain — it may have been removed independently. Choose another Digital ID, or create/import a new one.
es: El certificado de esa identificación digital ya no está en tu llavero; puede que se haya eliminado por separado. Elige otra identificación digital o crea/importa una nueva.
fr: Le certificat de cette identité numérique n'est plus dans votre Trousseau — il a peut-être été supprimé séparément. Choisissez une autre identité numérique, ou créez-en/importez-en une nouvelle.
hi: उस डिजिटल आईडी का प्रमाणपत्र अब आपकी कीचेन में नहीं है — हो सकता है इसे अलग से हटाया गया हो। कोई अन्य डिजिटल आईडी चुनें, या नई बनाएं/आयात करें।
ja: そのデジタルIDの証明書はキーチェーンにもう存在しません。個別に削除された可能性があります。別のデジタルIDを選ぶか、新しく作成/インポートしてください。
zh_hans: 该数字身份证明的证书已不在您的钥匙串中——可能已被单独移除。请选择其他数字身份证明，或新建/导入一个。

# error.cmsSignatureBuilder.certificateUnusable
source: This certificate couldn't be used to sign — it may be corrupted or in an unsupported format. Try a different certificate.
es: Este certificado no se pudo usar para firmar; puede estar dañado o tener un formato no compatible. Prueba con otro certificado.
fr: Ce certificat n'a pas pu être utilisé pour signer — il est peut-être corrompu ou dans un format non pris en charge. Essayez un autre certificat.
hi: इस प्रमाणपत्र का उपयोग हस्ताक्षर करने के लिए नहीं किया जा सका — यह क्षतिग्रस्त हो सकता है या असमर्थित फ़ॉर्मेट में हो सकता है। कोई दूसरा प्रमाणपत्र आज़माएँ।
ja: この証明書は署名に使用できませんでした — 破損しているか、サポートされていない形式である可能性があります。別の証明書をお試しください。
zh_hans: 该证书无法用于签名——可能已损坏或格式不受支持。请尝试其他证书。

# error.compression.cancelled
source: File-size reduction was cancelled. No file was written.
es: Se canceló la reducción de tamaño de archivo. No se escribió ningún archivo.
fr: La réduction de taille du fichier a été annulée. Aucun fichier n’a été créé.
hi: फ़ाइल-आकार घटाना रद्द कर दिया गया। कोई फ़ाइल नहीं लिखी गई।
ja: ファイルサイズの削減はキャンセルされました。ファイルは書き出されていません。
zh_hans: 文件大小缩减已取消，未写入任何文件。

# error.compression.grewLarger
source: This PDF is already optimized. The reduced copy would not be smaller.
es: Este PDF ya está optimizado. La copia reducida no sería más pequeña.
fr: Ce PDF est déjà optimisé. La copie réduite ne serait pas plus légère.
hi: यह PDF पहले से ही अनुकूलित है। घटाई गई कॉपी छोटी नहीं होगी।
ja: このPDFはすでに最適化されています。削減後のコピーはこれ以上小さくなりません。
zh_hans: 此 PDF 已经过优化，缩减后的副本不会更小。

# error.compression.invalidPDF
source: Orifold could not read this PDF for file-size reduction. Reopen the document and try again.
es: Orifold no pudo leer este PDF para reducir su tamaño. Vuelve a abrir el documento e inténtalo de nuevo.
fr: Orifold n’a pas pu lire ce PDF pour réduire sa taille. Rouvrez le document et réessayez.
hi: Orifold फ़ाइल-आकार घटाने के लिए इस PDF को नहीं पढ़ सका। दस्तावेज़ को फिर से खोलें और फिर से कोशिश करें।
ja: Orifoldはファイルサイズ削減のためにこのPDFを読み取れませんでした。書類を開き直してもう一度お試しください。
zh_hans: Orifold 无法读取此 PDF 以缩减文件大小。请重新打开文档后再试。

# error.compression.pdfiumRewriteFailed
source: Orifold could not safely rewrite the images in this PDF. Try exporting without reducing file size.
es: Orifold no pudo reescribir de forma segura las imágenes de este PDF. Intenta exportar sin reducir el tamaño de archivo.
fr: Orifold n’a pas pu réécrire les images de ce PDF en toute sécurité. Essayez d’exporter sans réduire la taille du fichier.
hi: Orifold इस PDF में इमेज को सुरक्षित रूप से फिर से नहीं लिख सका। फ़ाइल का आकार घटाए बिना एक्सपोर्ट करने की कोशिश करें।
ja: OrifoldはこのPDF内の画像を安全に書き換えられませんでした。ファイルサイズを削減せずに書き出してみてください。
zh_hans: Orifold 无法安全地重写此 PDF 中的图像。请尝试在不缩减文件大小的情况下导出。

# error.compression.textChanged
source: Orifold could not verify the reduced PDF text. Try exporting without reducing file size.
es: Orifold no pudo verificar el texto del PDF reducido. Intenta exportar sin reducir el tamaño de archivo.
fr: Orifold n’a pas pu vérifier le texte du PDF réduit. Essayez d’exporter sans réduire la taille du fichier.
hi: Orifold घटाए गए PDF के टेक्स्ट को सत्यापित नहीं कर सका। फ़ाइल का आकार घटाए बिना एक्सपोर्ट करने की कोशिश करें।
ja: Orifoldは削減後のPDFのテキストを検証できませんでした。ファイルサイズを削減せずに書き出してみてください。
zh_hans: Orifold 无法验证缩减后 PDF 的文本。请尝试在不缩减文件大小的情况下导出。

# error.compression.validationFailed
source: Orifold could not verify the reduced PDF. Try exporting without reducing file size.
es: Orifold no pudo verificar el PDF reducido. Intenta exportar sin reducir el tamaño de archivo.
fr: Orifold n’a pas pu vérifier le PDF réduit. Essayez d’exporter sans réduire la taille du fichier.
hi: Orifold घटाए गए PDF को सत्यापित नहीं कर सका। फ़ाइल का आकार घटाए बिना एक्सपोर्ट करने की कोशिश करें।
ja: Orifoldは削減後のPDFを検証できませんでした。ファイルサイズを削減せずに書き出してみてください。
zh_hans: Orifold 无法验证缩减后的 PDF。请尝试在不缩减文件大小的情况下导出。

# error.compression.writeFailed
source: Orifold could not create the reduced PDF. Check the destination and try again.
es: Orifold no pudo crear el PDF reducido. Comprueba el destino e inténtalo de nuevo.
fr: Orifold n’a pas pu créer le PDF réduit. Vérifiez la destination et réessayez.
hi: Orifold घटाया गया PDF नहीं बना सका। गंतव्य जांचें और फिर से कोशिश करें।
ja: Orifoldは削減後のPDFを作成できませんでした。書き出し先を確認してもう一度お試しください。
zh_hans: Orifold 无法创建缩减后的 PDF。请检查目标位置后再试。

# error.decoration.documentTooLarge
source: Orifold could not decorate this PDF because it is too large to process safely. Export without decorations, or split the PDF into smaller files.
es: Orifold no pudo decorar este PDF porque es demasiado grande para procesarlo con seguridad. Exporta sin decoraciones o divide el PDF en archivos más pequeños.
fr: Orifold n’a pas pu décorer ce PDF, car il est trop volumineux pour être traité en toute sécurité. Exportez sans décorations, ou divisez le PDF en fichiers plus petits.
hi: Orifold इस PDF को सजा नहीं सका क्योंकि यह सुरक्षित रूप से प्रोसेस करने के लिए बहुत बड़ा है। सजावट के बिना एक्सपोर्ट करें, या PDF को छोटी फ़ाइलों में बांटें।
ja: このPDFは処理するには大きすぎるため、Orifoldは装飾できませんでした。装飾なしで書き出すか、PDFを小さいファイルに分割してください。
zh_hans: 此 PDF 过大，无法安全处理，Orifold 无法进行装饰。请在不添加装饰的情况下导出，或将 PDF 拆分为更小的文件。

# error.decoration.invalidDecoration
source: Orifold could not apply a decoration to this PDF. Add text or turn the decoration off.
es: Orifold no pudo aplicar una decoración a este PDF. Añade texto o desactiva la decoración.
fr: Orifold n’a pas pu appliquer une décoration à ce PDF. Ajoutez du texte ou désactivez la décoration.
hi: Orifold इस PDF पर एक सजावट लागू नहीं कर सका। टेक्स्ट जोड़ें या सजावट बंद करें।
ja: OrifoldはこのPDFに装飾を適用できませんでした。テキストを追加するか、装飾をオフにしてください。
zh_hans: Orifold 无法为此 PDF 应用装饰。请添加文字，或关闭该装饰。

# error.decoration.invalidPDF
source: Orifold could not apply decorations to this PDF. Reopen the document and try exporting again.
es: Orifold no pudo aplicar decoraciones a este PDF. Vuelve a abrir el documento e intenta exportar de nuevo.
fr: Orifold n’a pas pu appliquer les décorations à ce PDF. Rouvrez le document et réessayez d’exporter.
hi: Orifold इस PDF पर सजावट लागू नहीं कर सका। दस्तावेज़ को फिर से खोलें और फिर से एक्सपोर्ट करने की कोशिश करें।
ja: OrifoldはこのPDFに装飾を適用できませんでした。書類を開き直してもう一度書き出してみてください。
zh_hans: Orifold 无法为此 PDF 应用装饰。请重新打开文档后再次导出。

# error.decoration.invalidStampDecoration
source: Orifold could not apply a stamp to this PDF. Remove the stamp and place it again.
es: Orifold no pudo aplicar un sello a este PDF. Quita el sello y vuelve a colocarlo.
fr: Orifold n’a pas pu appliquer un tampon à ce PDF. Supprimez le tampon et replacez-le.
hi: Orifold इस PDF पर एक स्टैम्प लागू नहीं कर सका। स्टैम्प हटाएं और उसे फिर से लगाएं।
ja: OrifoldはこのPDFにスタンプを適用できませんでした。スタンプを削除してもう一度配置してください。
zh_hans: Orifold 无法为此 PDF 应用图章。请移除该图章后重新放置。

# error.decoration.pageOrderMismatch
source: Orifold could not match decorations to the current page order. Reopen the document and try exporting again.
es: Orifold no pudo hacer coincidir las decoraciones con el orden de página actual. Vuelve a abrir el documento e intenta exportar de nuevo.
fr: Orifold n’a pas pu associer les décorations à l’ordre actuel des pages. Rouvrez le document et réessayez d’exporter.
hi: Orifold सजावट को मौजूदा पेज क्रम से मैच नहीं कर सका। दस्तावेज़ को फिर से खोलें और फिर से एक्सपोर्ट करने की कोशिश करें।
ja: Orifoldは装飾を現在のページ順序に一致させられませんでした。書類を開き直してもう一度書き出してみてください。
zh_hans: Orifold 无法将装饰与当前页面顺序匹配。请重新打开文档后再次导出。

# error.editing.annotationCreationFailed
source: Orifold could not create an annotation on that page.
es: Orifold no pudo crear una anotación en esa página.
fr: Orifold n'a pas pu créer d'annotation sur cette page.
hi: Orifold उस पृष्ठ पर एनोटेशन नहीं बना सका।
ja: Orifoldはそのページに注釈を作成できませんでした。
zh_hans: Orifold 无法在该页面上创建注释。

# error.editing.colorConversionFailed
source: Orifold could not preserve the original text color, so it used the default document text color.
es: Orifold no pudo conservar el color de texto original, por lo que usó el color de texto predeterminado del documento.
fr: Orifold n'a pas pu conserver la couleur de texte d'origine ; il a donc utilisé la couleur de texte par défaut du document.
hi: Orifold मूल टेक्स्ट रंग बनाए नहीं रख सका, इसलिए इसने दस्तावेज़ के डिफ़ॉल्ट टेक्स्ट रंग का उपयोग किया।
ja: Orifoldは元のテキストカラーを維持できなかったため、文書の既定のテキストカラーを使用しました。
zh_hans: Orifold 无法保留原始文本颜色，因此使用了文档默认文本颜色。

# error.editing.emptySelection
source: Orifold could not find editable text at that location.
es: Orifold no pudo encontrar texto editable en esa ubicación.
fr: Orifold n'a trouvé aucun texte modifiable à cet emplacement.
hi: Orifold को उस स्थान पर संपादन योग्य टेक्स्ट नहीं मिला।
ja: その位置に編集可能なテキストが見つかりませんでした。
zh_hans: Orifold 在该位置未找到可编辑文本。

# error.editing.fontConversionFailed
source: Orifold could not preserve the original font, so it used a system font.
es: Orifold no pudo conservar la fuente original, por lo que usó una fuente del sistema.
fr: Orifold n'a pas pu conserver la police d'origine ; il a donc utilisé une police système.
hi: Orifold मूल फ़ॉन्ट बनाए नहीं रख सका, इसलिए इसने एक सिस्टम फ़ॉन्ट का उपयोग किया।
ja: Orifoldは元のフォントを維持できなかったため、システムフォントを使用しました。
zh_hans: Orifold 无法保留原始字体，因此使用了系统字体。

# error.editing.invalidAnnotationBounds
source: That annotation has invalid geometry and could not be edited safely.
es: Esa anotación tiene una geometría no válida y no pudo editarse de forma segura.
fr: Cette annotation a une géométrie non valide et n'a pas pu être modifiée en toute sécurité.
hi: उस एनोटेशन की ज्यामिति अमान्य है और इसे सुरक्षित रूप से संपादित नहीं किया जा सका।
ja: この注釈は形状が無効なため、安全に編集できませんでした。
zh_hans: 该注释的几何信息无效，无法安全编辑。

# error.editing.invalidSelectionBounds
source: That PDF text selection has invalid bounds, so Orifold added a normal text box instead.
es: Esa selección de texto del PDF tiene límites no válidos, por lo que Orifold agregó un cuadro de texto normal en su lugar.
fr: Cette sélection de texte du PDF a des limites non valides ; Orifold a donc ajouté une zone de texte normale à la place.
hi: उस PDF टेक्स्ट चयन की सीमाएँ अमान्य हैं, इसलिए Orifold ने इसके बजाय एक सामान्य टेक्स्ट बॉक्स जोड़ा।
ja: そのPDFテキスト選択範囲は無効なため、Orifoldは代わりに通常のテキストボックスを追加しました。
zh_hans: 该 PDF 文本选区边界无效，因此 Orifold 改为添加了一个普通文本框。

# error.editing.serializationFailed
source: Orifold could not serialize the edited PDF. Your workspace remains open.
es: Orifold no pudo serializar el PDF editado. Tu espacio de trabajo permanece abierto.
fr: Orifold n'a pas pu enregistrer le PDF modifié. Votre espace de travail reste ouvert.
hi: Orifold संपादित PDF को सीरियलाइज़ नहीं कर सका। आपका वर्कस्पेस खुला रहता है।
ja: Orifoldは編集後のPDFを保存できませんでした。ワークスペースは開いたままです。
zh_hans: Orifold 无法序列化已编辑的 PDF。你的工作区仍保持打开状态。

# error.editing.unsupportedReplacement
source: Orifold could not safely replace that PDF text. A normal text box was added instead.
es: Orifold no pudo reemplazar ese texto del PDF de forma segura. En su lugar, se agregó un cuadro de texto normal.
fr: Orifold n'a pas pu remplacer ce texte du PDF en toute sécurité. Une zone de texte normale a été ajoutée à la place.
hi: Orifold उस PDF टेक्स्ट को सुरक्षित रूप से बदल नहीं सका। इसके बजाय एक सामान्य टेक्स्ट बॉक्स जोड़ा गया।
ja: OrifoldはそのPDFテキストを安全に置き換えられなかったため、代わりに通常のテキストボックスを追加しました。
zh_hans: Orifold 无法安全替换该 PDF 文本，已改为添加普通文本框。

# error.encryption.cannotOpenSourcePDF
source: Orifold could not open the final PDF for password protection. Export without password protection, or try again.
es: Orifold no pudo abrir el PDF final para la protección con contraseña. Exporta sin protección con contraseña o inténtalo de nuevo.
fr: Orifold n’a pas pu ouvrir le PDF final pour la protection par mot de passe. Exportez sans protection par mot de passe, ou réessayez.
hi: Orifold पासवर्ड सुरक्षा के लिए अंतिम PDF नहीं खोल सका। पासवर्ड सुरक्षा के बिना एक्सपोर्ट करें, या फिर से कोशिश करें।
ja: Orifoldはパスワード保護のために最終PDFを開けませんでした。パスワード保護なしで書き出すか、もう一度お試しください。
zh_hans: Orifold 无法打开最终的 PDF 以进行密码保护。请在不使用密码保护的情况下导出，或重试。

# error.encryption.digitalSignatureConflict
source: Password protection is unavailable because this PDF has a digital signature. Remove the signature, or export without password protection.
es: La protección con contraseña no está disponible porque este PDF tiene una firma digital. Elimina la firma o exporta sin protección con contraseña.
fr: La protection par mot de passe est indisponible, car ce PDF comporte une signature numérique. Supprimez la signature ou exportez sans protection par mot de passe.
hi: पासवर्ड सुरक्षा उपलब्ध नहीं है क्योंकि इस PDF पर डिजिटल हस्ताक्षर है। हस्ताक्षर हटाएं, या पासवर्ड सुरक्षा के बिना एक्सपोर्ट करें।
ja: このPDFにはデジタル署名があるため、パスワード保護は使用できません。署名を削除するか、パスワード保護なしで書き出してください。
zh_hans: 此 PDF 包含数字签名，因此无法使用密码保护。请移除签名，或在不使用密码保护的情况下导出。

# error.encryption.emptyOwnerPassword
source: Orifold could not prepare password protection. Try exporting again.
es: Orifold no pudo preparar la protección con contraseña. Vuelve a intentar la exportación.
fr: Orifold n’a pas pu préparer la protection par mot de passe. Réessayez d’exporter.
hi: Orifold पासवर्ड सुरक्षा तैयार नहीं कर सका। फिर से एक्सपोर्ट करने की कोशिश करें।
ja: Orifoldはパスワード保護を準備できませんでした。もう一度書き出してみてください。
zh_hans: Orifold 无法准备密码保护。请重新导出。

# error.encryption.emptyUserPassword
source: Password is missing. Enter a password before exporting the protected PDF.
es: Falta la contraseña. Introduce una contraseña antes de exportar el PDF protegido.
fr: Le mot de passe est manquant. Saisissez un mot de passe avant d’exporter le PDF protégé.
hi: पासवर्ड नहीं डाला गया है। सुरक्षित PDF एक्सपोर्ट करने से पहले एक पासवर्ड दर्ज करें।
ja: パスワードが入力されていません。保護されたPDFを書き出す前にパスワードを入力してください。
zh_hans: 尚未输入密码，请在导出受保护的 PDF 前输入密码。

# error.encryption.matchingOwnerAndUserPasswords
source: Orifold could not apply PDF permissions because the owner and user passwords matched. Try exporting again.
es: Orifold no pudo aplicar los permisos del PDF porque la contraseña de propietario y la de usuario coincidían. Vuelve a intentar la exportación.
fr: Orifold n’a pas pu appliquer les autorisations PDF, car le mot de passe propriétaire et le mot de passe utilisateur sont identiques. Réessayez d’exporter.
hi: Orifold PDF अनुमतियां लागू नहीं कर सका क्योंकि मालिक और उपयोगकर्ता के पासवर्ड मेल खाते थे। फिर से एक्सपोर्ट करने की कोशिश करें।
ja: 所有者パスワードとユーザーパスワードが一致していたため、OrifoldはPDFの権限を適用できませんでした。もう一度書き出してみてください。
zh_hans: 由于所有者密码和用户密码相同，Orifold 无法应用 PDF 权限。请重新导出。

# error.encryption.permissionsMismatch
source: Orifold could not verify the protected PDF permissions. Try exporting again.
es: Orifold no pudo verificar los permisos del PDF protegido. Vuelve a intentar la exportación.
fr: Orifold n’a pas pu vérifier les autorisations du PDF protégé. Réessayez d’exporter.
hi: Orifold सुरक्षित PDF की अनुमतियों को सत्यापित नहीं कर सका। फिर से एक्सपोर्ट करने की कोशिश करें।
ja: Orifoldは保護されたPDFの権限を検証できませんでした。もう一度書き出してみてください。
zh_hans: Orifold 无法验证受保护 PDF 的权限。请重新导出。

# error.encryption.textChanged
source: Orifold could not verify the protected PDF text. Try exporting again.
es: Orifold no pudo verificar el texto del PDF protegido. Vuelve a intentar la exportación.
fr: Orifold n’a pas pu vérifier le texte du PDF protégé. Réessayez d’exporter.
hi: Orifold सुरक्षित PDF के टेक्स्ट को सत्यापित नहीं कर सका। फिर से एक्सपोर्ट करने की कोशिश करें।
ja: Orifoldは保護されたPDFのテキストを検証できませんでした。もう一度書き出してみてください。
zh_hans: Orifold 无法验证受保护 PDF 的文本。请重新导出。

# error.encryption.unlockFailed
source: Orifold could not unlock the protected PDF during verification. Try exporting again.
es: Orifold no pudo desbloquear el PDF protegido durante la verificación. Vuelve a intentar la exportación.
fr: Orifold n’a pas pu déverrouiller le PDF protégé lors de la vérification. Réessayez d’exporter.
hi: Orifold सत्यापन के दौरान सुरक्षित PDF को अनलॉक नहीं कर सका। फिर से एक्सपोर्ट करने की कोशिश करें।
ja: 検証中に、Orifoldは保護されたPDFのロックを解除できませんでした。もう一度書き出してみてください。
zh_hans: Orifold 在验证过程中无法解锁受保护的 PDF。请重新导出。

# error.encryption.unprotectedOutput
source: Orifold could not verify password protection. Try exporting again.
es: Orifold no pudo verificar la protección con contraseña. Vuelve a intentar la exportación.
fr: Orifold n’a pas pu vérifier la protection par mot de passe. Réessayez d’exporter.
hi: Orifold पासवर्ड सुरक्षा को सत्यापित नहीं कर सका। फिर से एक्सपोर्ट करने की कोशिश करें।
ja: Orifoldはパスワード保護を検証できませんでした。もう一度書き出してみてください。
zh_hans: Orifold 无法验证密码保护。请重新导出。
